Repository: 1595901624/flux
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar, de, es, fa, id, ja, ko, ru, tr, tt, zh_cn, zh_tw

# Connections_SortDownload.Text
source: By download
ar: حسب التنزيل
de: Nach Download
fa: بر اساس دانلود
id: Berdasarkan unduh
ja: ダウンロード順
ko: 다운로드순
tr: İndirmeye göre
tt: Йөкләү буенча
zh_cn: 按下载
zh_tw: 按下載

# Connections_SortDownload.Content
source: By download
ar: حسب التنزيل
de: Nach Download
es: Por bajada
fa: بر اساس دانلود
id: Berdasarkan unduh
ja: ダウンロード順
ko: 다운로드순
ru: По загрузке
tr: İndirmeye göre
tt: Йөкләү буенча
zh_cn: 按下载
zh_tw: 按下載

# Rules_Title.Text
source: Rules
ar: القواعد
de: Regeln
es: Reglas
fa: قوانین
id: Aturan
ja: ルール
ko: 규칙
ru: Правила
tr: Kurallar
tt: Кагыйдәләр
zh_cn: 规则
zh_tw: 規則

# Rules_Title.Content
source: Rules
ar: القواعد
de: Regeln
fa: قوانین
id: Aturan
ja: ルール
ko: 규칙
tr: Kurallar
tt: Кагыйдәләр
zh_cn: 规则
zh_tw: 規則

# Rules_SearchPlaceholder.Text
source: Search rules
ar: بحث في القواعد
de: Regeln suchen
es: Buscar reglas
fa: جستجوی قوانین
id: Cari aturan
ja: ルールを検索
ko: 규칙 검색
ru: Поиск правил
tr: Kural ara
tt: Кагыйдә эзләү
zh_cn: 搜索规则内容
zh_tw: 搜尋規則內容

# Rules_SearchPlaceholder.Content
source: Search rules
ar: بحث في القواعد
de: Regeln suchen
fa: جستجوی قوانین
id: Cari aturan
ja: ルールを検索
ko: 규칙 검색
tr: Kural ara
tt: Кагыйдә эзләү
zh_cn: 搜索规则内容
zh_tw: 搜尋規則內容

# Rules_Providers.Text
source: Rule providers
ar: مزودات القواعد
de: Regel-Provider
es: Proveedores de reglas
fa: تأمین‌کنندگان قانون
id: Penyedia aturan
ja: ルールプロバイダー
ko: 규칙 공급자
ru: Поставщики правил
tr: Kural sağlayıcılar
tt: Кагыйдә тәэмин итүчеләр
zh_cn: 规则 Provider
zh_tw: 規則 Provider

# Rules_Providers.Content
source: Rule providers
ar: مزودات القواعد
de: Regel-Provider
fa: تأمین‌کنندگان قانون
id: Penyedia aturan
ja: ルールプロバイダー
ko: 규칙 공급자
tr: Kural sağlayıcılar
tt: Кагыйдә тәэмин итүчеләр
zh_cn: 规则 Provider
zh_tw: 規則 Provider

# Rules_Empty.Text
source: No rules
ar: لا قواعد
de: Keine Regeln
es: Sin reglas
fa: بدون قانون
id: Tidak ada aturan
ja: ルールなし
ko: 규칙 없음
ru: Нет правил
tr: Kural yok
tt: Кагыйдә юк
zh_cn: 暂无规则
zh_tw: 暫無規則

# Rules_Empty.Content
source: No rules
ar: لا قواعد
de: Keine Regeln
fa: بدون قانون
id: Tidak ada aturan
ja: ルールなし
ko: 규칙 없음
tr: Kural yok
tt: Кагыйдә юк
zh_cn: 暂无规则
zh_tw: 暫無規則

# Logs_Title.Text
source: Logs
ar: السجلات
de: Protokolle
es: Registros
fa: گزارش‌ها
id: Log
ja: ログ
ko: 로그
ru: Журналы
tr: Kayıtlar
tt: Журналлар
zh_cn: 日志
zh_tw: 日誌

# Logs_Title.Content
source: Logs
ar: السجلات
de: Protokolle
fa: گزارش‌ها
id: Log
ja: ログ
ko: 로그
tr: Kayıtlar
tt: Журналлар
zh_cn: 日志
zh_tw: 日誌

# Logs_LevelAll.Text
source: All levels
ar: جميع المستويات
de: Alle Stufen
es: Todos los niveles
fa: همه سطوح
id: Semua level
ja: 全レベル
ko: 모든 수준
ru: Все уровни
tr: Tüm düzeyler
tt: Барлык дәрәҗә
zh_cn: 全部级别
zh_tw: 全部級別

# Logs_LevelAll.Content
source: All levels
ar: جميع المستويات
de: Alle Stufen
fa: همه سطوح
id: Semua level
ja: 全レベル
ko: 모든 수준
tr: Tüm düzeyler
tt: Барлык дәрәҗә
zh_cn: 全部级别
zh_tw: 全部級別

# Logs_LevelInfo.Text
source: Info and above
ar: معلومات وأعلى
de: Info und höher
es: Info y superior
fa: Info و بالاتر
id: Info ke atas
ja: Info 以上
ko: Info 이상
ru: Info и выше
tr: Info ve üzeri
tt: Info һәм югарырак
zh_cn: Info 及以上
zh_tw: Info 及以上

# Logs_LevelInfo.Content
source: Info and above
ar: معلومات وأعلى
de: Info und höher
fa: Info و بالاتر
id: Info ke atas
ja: Info 以上
ko: Info 이상
tr: Info ve üzeri
tt: Info һәм югарырак
zh_cn: Info 及以上
zh_tw: Info 及以上

# Logs_LevelWarning.Text
source: Warning and above
ar: تحذير وأعلى
de: Warnung und höher
es: Warning y superior
fa: Warning و بالاتر
id: Warning ke atas
ja: Warning 以上
ko: Warning 이상
ru: Warning и выше
tr: Warning ve üzeri
tt: Кисәтү һәм югарырак
zh_cn: Warning 及以上
zh_tw: Warning 及以上

# Logs_LevelWarning.Content
source: Warning and above
ar: تحذير وأعلى
de: Warnung und höher
fa: Warning و بالاتر
id: Warning ke atas
ja: Warning 以上
ko: Warning 이상
tr: Warning ve üzeri
tt: Кисәтү һәм югарырак
zh_cn: Warning 及以上
zh_tw: Warning 及以上

# Logs_LevelError.Text
source: Error
ar: خطأ
de: Fehler
fa: خطا
ja: エラー
ko: 오류
ru: Ошибки
tr: Hata
tt: Хата

# Logs_LevelError.Content
source: Error
ar: خطأ
de: Fehler
fa: خطا
ja: エラー
ko: 오류
tr: Hata
tt: Хата

# Logs_LevelDebug.Text
source: Debug
ar: تصحيح
fa: اشکال‌زدایی
ja: デバッグ
ko: 디버그
ru: Отладка
tr: Hata ayıklama
tt: Дебуг

# Logs_LevelDebug.Content
source: Debug
ar: تصحيح
fa: اشکال‌زدایی
ja: デバッグ
ko: 디버그
tr: Hata ayıklama
tt: Дебуг

# Logs_SearchPlaceholder.Text
source: Search logs
ar: بحث في السجلات
de: Protokolle durchsuchen
es: Buscar registros
fa: جستجوی گزارش‌ها
id: Cari log
ja: ログを検索
ko: 로그 검색
ru: Поиск по журналам
tr: Kayıtlarda ara
tt: Журналларда эзләү
zh_cn: 搜索日志内容
zh_tw: 搜尋日誌內容

# Logs_SearchPlaceholder.Content
source: Search logs
ar: بحث في السجلات
de: Protokolle durchsuchen
fa: جستجوی گزارش‌ها
id: Cari log
ja: ログを検索
ko: 로그 검색
tr: Kayıtlarda ara
tt: Журналларда эзләү
zh_cn: 搜索日志内容
zh_tw: 搜尋日誌內容

# Logs_Pause.Text
source: Pause
ar: إيقاف مؤقت
es: Pausa
fa: توقف
id: Jeda
ja: 一時停止
ko: 일시정지
ru: Пауза
tr: Duraklat
tt: Туктау
zh_cn: 暂停
zh_tw: 暫停

# Logs_Pause.Content
source: Pause
ar: إيقاف مؤقت
fa: توقف
id: Jeda
ja: 一時停止
ko: 일시정지
tr: Duraklat
tt: Туктау
zh_cn: 暂停
zh_tw: 暫停

# Logs_Clear.Text
source: Clear
ar: مسح
de: Leeren
es: Limpiar
fa: پاک کردن
id: Bersihkan
ja: クリア
ko: 지우기
ru: Очистить
tr: Temizle
tt: Чистарту
zh_cn: 清空
zh_tw: 清空

# Logs_Clear.Content
source: Clear
ar: مسح
de: Leeren
fa: پاک کردن
id: Bersihkan
ja: クリア
ko: 지우기
tr: Temizle
tt: Чистарту
zh_cn: 清空
zh_tw: 清空

# Logs_NewestFirst.Text
source: Newest first
ar: الأحدث أولاً
de: Neueste zuerst
es: Más recientes
fa: جدیدترین اول
id: Terbaru dulu
ja: 新しい順
ko: 최신순
ru: Сначала новые
tr: En yeni önce
tt: Яңалары башта
zh_cn: 倒序
zh_tw: 倒序

# Logs_NewestFirst.Content
source: Newest first
ar: الأحدث أولاً
de: Neueste zuerst
fa: جدیدترین اول
id: Terbaru dulu
ja: 新しい順
ko: 최신순
tr: En yeni önce
tt: Яңалары башта
zh_cn: 倒序
zh_tw: 倒序

# Logs_Empty.Text
source: No logs
ar: لا سجلات
de: Keine Protokolle
es: Sin registros
fa: بدون گزارش
id: Tidak ada log
ja: ログなし
ko: 로그 없음
ru: Нет журналов
tr: Kayıt yok
tt: Журнал юк
zh_cn: 暂无日志
zh_tw: 暫無日誌

# Logs_Empty.Content
source: No logs
ar: لا سجلات
de: Keine Protokolle
fa: بدون گزارش
id: Tidak ada log
ja: ログなし
ko: 로그 없음
tr: Kayıt yok
tt: Журнал юк
zh_cn: 暂无日志
zh_tw: 暫無日誌

# Unlock_Title.Text
source: Unlock Test
ar: اختبار إلغاء القفل
de: Entsperrtest
es: Prueba de desbloqueo
fa: تست رفع انسداد
id: Uji Buka Kunci
ja: アンロックテスト
ko: 잠금 해제 테스트
ru: Тест разблокировки
tr: Kilit Açma Testi
tt: Ачуды тикшерү
zh_cn: 解锁测试
zh_tw: 解鎖測試

# Unlock_Title.Content
source: Unlock Test
ar: اختبار إلغاء القفل
de: Entsperrtest
fa: تست رفع انسداد
id: Uji Buka Kunci
ja: アンロックテスト
ko: 잠금 해제 테스트
tr: Kilit Açma Testi
tt: Ачуды тикшерү
zh_cn: 解锁测试
zh_tw: 解鎖測試

# Unlock_Subtitle.Text
source: Check streaming/AI service availability via the current node (through core proxy)
ar: تحقق من توفر خدمات البث/الذكاء الاصطناعي عبر العقدة الحالية
de: Verfügbarkeit von Streaming-/KI-Diensten über den aktuellen Knoten prüfen
es: Comprueba la disponibilidad de servicios de streaming/IA vía el nodo actual
fa: بررسی دسترسی سرویس‌های استریم/AI از طریق گره فعلی
id: Periksa ketersediaan layanan streaming/AI via node saat ini
ja: 現在のノードでストリーミング/AIサービスの利用可否を確認
ko: 현재 노드의 스트리밍/AI 서비스 이용 가능 여부 확인
ru: Проверка доступности стриминговых/AI-сервисов через текущий узел
tr: Akış/AI servislerinin kullanılabilirliğini mevcut düğümle kontrol et
tt: Агым/AI хезмәтләренең ачылыгын тикшерү
zh_cn: 检测当前节点对流媒体与 AI 服务的解锁状态（请求经内核代理）
zh_tw: 檢測目前節點對串流與 AI 服務的解鎖狀態（請求經核心代理）

# Unlock_Subtitle.Content
source: Check streaming/AI service availability via the current node (through core proxy)
ar: تحقق من توفر خدمات البث/الذكاء الاصطناعي عبر العقدة الحالية
de: Verfügbarkeit von Streaming-/KI-Diensten über den aktuellen Knoten prüfen
fa: بررسی دسترسی سرویس‌های استریم/AI از طریق گره فعلی
id: Periksa ketersediaan layanan streaming/AI via node saat ini
ja: 現在のノードでストリーミング/AIサービスの利用可否を確認
ko: 현재 노드의 스트리밍/AI 서비스 이용 가능 여부 확인
tr: Akış/AI servislerinin kullanılabilirliğini mevcut düğümle kontrol et
tt: Агым/AI хезмәтләренең ачылыгын тикшерү
zh_cn: 检测当前节点对流媒体与 AI 服务的解锁状态（请求经内核代理）
zh_tw: 檢測目前節點對串流與 AI 服務的解鎖狀態（請求經核心代理）

# Unlock_RunAll.Text
source: Run all
ar: تشغيل الكل
de: Alle testen
fa: اجرای همه
id: Jalankan semua
ja: すべて実行
ko: 모두 실행
tr: Tümünü çalıştır
tt: Барысын да эшләтү
zh_cn: 全部测试
zh_tw: 全部測試

# Unlock_RunAll.Content
source: Run all
ar: تشغيل الكل
de: Alle testen
es: Probar todo
fa: اجرای همه
id: Jalankan semua
ja: すべて実行
ko: 모두 실행
ru: Запустить все
tr: Tümünü çalıştır
tt: Барысын да эшләтү
zh_cn: 全部测试
zh_tw: 全部測試

# Unlock_Retest.Text
source: Retest
ar: إعادة الاختبار
de: Erneut testen
es: Reprobar
fa: تست مجدد
id: Uji ulang
ja: 再テスト
ko: 다시 테스트
ru: Повторить
tr: Yeniden test
tt: Кабат тикшерү
zh_cn: 重测
zh_tw: 重測

# Unlock_Retest.Content
source: Retest
ar: إعادة الاختبار
de: Erneut testen
fa: تست مجدد
id: Uji ulang
ja: 再テスト
ko: 다시 테스트
tr: Yeniden test
tt: Кабат тикшерү
zh_cn: 重测
zh_tw: 重測

# Settings_Title.Header
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fa: تنظیمات
id: Pengaturan
ja: 設定
ko: 설정
ru: Настройки
tr: Ayarlar
tt: Көйләүләр
zh_cn: 设置
zh_tw: 設定

# Settings_SectionSystem.Header
source: System
ar: النظام
es: Sistema
fa: سیستم
id: Sistem
ja: システム
ko: 시스템
ru: Система
tr: Sistem
tt: Система
zh_cn: 系统设置
zh_tw: 系統設定

# Settings_SectionClash.Header
source: Clash
ar: إعدادات Clash
de: Clash-Einstellungen
es: Ajustes de Clash
fa: تنظیمات Clash
id: Pengaturan Clash
ja: Clash 設定
ko: Clash 설정
ru: Настройки Clash
tr: Clash ayarları
tt: Clash көйләүләре
zh_cn: Clash 设置
zh_tw: Clash 設定

# Settings_SectionApp.Header
source: App
ar: التطبيق
es: Aplicación
fa: برنامه
id: Aplikasi
ja: アプリ
ko: 앱
ru: Приложение
tr: Uygulama
tt: Кушак
zh_cn: 应用
zh_tw: 應用

# Settings_CardAutoLaunch.Header
source: Auto launch
ar: بدء تلقائي
de: Autostart
es: Inicio automático
fa: اجرای خودکار
id: Mulai otomatis
ja: 自動起動
ko: 자동 실행
ru: Автозапуск
tr: Otomatik başlat
tt: Автостарт
zh_cn: 开机自启动
zh_tw: 開機自啟動

# Settings_CardAutoLaunch.Description
source: Start Flux on Windows login
ar: ابدأ عند تسجيل الدخول
de: Flux bei Windows-Anmeldung starten
es: Iniciar Flux al iniciar sesión
fa: هنگام ورود به ویندوز اجرا کن
id: Mulai Flux saat login
ja: Windows ログイン時に起動
ko: Windows 로그인 시 시작
ru: Запускать Flux при входе в Windows
tr: Windows açılışında başlat
tt: Windows кергәндә башларга
zh_cn: 登录 Windows 时自动启动 Flux
zh_tw: 登入 Windows 時自動啟動 Flux

# Settings_CardSilentStart.Header
source: Silent start
ar: بدء صامت
de: Stiller Start
es: Inicio silencioso
fa: اجرای بی‌صدا
id: Mulai senyap
ja: サイレント起動
ko: 조용히 시작
ru: Тихий запуск
tr: Sessiz başlatma
tt: Тыныч башлау
zh_cn: 静默启动
zh_tw: 靜默啟動

# Settings_CardSilentStart.Description
source: Hide main window on start
ar: إخفاء النافذة عند البدء
de: Hauptfenster beim Start verbergen
es: Ocultar ventana al iniciar
fa: مخفی کردن پنجره
id: Sembunyikan saat mulai
ja: 起動時に非表示
ko: 시작 시 창 숨기기
ru: Скрывать окно при запуске
tr: Başlangıçta gizle
tt: Башлагач яшерергә
zh_cn: 启动时不显示主窗口
zh_tw: 啟動時不顯示主視窗

# Settings_CardSysProxy.Header
source: System proxy
ar: بروكسي النظام
es: Proxy del sistema
fa: پروکسی سیستم
id: Proxy sistem
ja: システムプロキシ
ko: 시스템 프록시
ru: Системный прокси
tr: Sistem proxy
tt: Систем прокси
zh_cn: 系统代理
zh_tw: 系統代理

# Settings_CardSysProxy.Description
source: Set Flux as system HTTP/HTTPS proxy
ar: اجعل Flux بروكسي النظام
de: Als Systemproxy setzen
es: Establecer como proxy del sistema
fa: به عنوان پروکسی سیستم تنظیم کن
id: Jadikan proxy sistem
ja: システムプロキシに設定
ko: 시스템 프록시로 설정
ru: Сделать системным прокси
tr: Sistem proxy olarak ayarla
tt: Систем прокси итеп куй
zh_cn: 将 Flux 设为系统 HTTP/HTTPS 代理
zh_tw: 將 Flux 設為系統 HTTP/HTTPS 代理

# Settings_CardPac.Header
source: PAC mode
ar: وضع PAC
de: PAC-Modus
es: Modo PAC
fa: حالت PAC
id: Mode PAC
ja: PAC モード
ko: PAC 모드
ru: Режим PAC
tr: PAC modu
tt: PAC режимы
zh_cn: PAC 模式
zh_tw: PAC 模式

# Settings_CardPac.Description
source: System proxy via auto-config script
ar: بروكسي عبر سكربت تلقائي
de: Proxy über Autoconfig-Skript
es: Proxy vía script de autoconfig
fa: پروکسی از طریق اسکریپت خودکار
id: Proxy via skrip autoconfig
ja: 自動構成スクリプト経由
ko: 자동 구성 스크립트 사용
ru: Прокси через скрипт автонастройки
tr: Otomatik betik ile proxy
tt: Автоскрипт аша прокси
zh_cn: 系统代理经由自动配置脚本（绕过规则生效）
zh_tw: 系統代理經由自動設定腳本

# Settings_CardProxyGuard.Header
source: Proxy guard
ar: حارس البروكسي
de: Proxy-Schutz
es: Guardián del proxy
fa: نگهبان پروکسی
id: Penjaga proxy
ja: プロキシガード
ko: 프록시 가드
ru: Защита прокси
tr: Proxy koruması
tt: Прокси саклау
zh_cn: 代理守护
zh_tw: 代理守護

# Settings_CardProxyGuard.Description
source: Restore proxy if changed by others
ar: استعادة إذا غيّرها برنامج آخر
de: Proxy bei Fremdänderung wiederherstellen
es: Restaurar si otra app la cambia
fa: بازیابی در صورت تغییر
id: Pulihkan jika diubah program lain
ja: 他プログラムによる変更を復元
ko: 다른 프로그램이 변경하면 복원
ru: Восстанавливать при изменении
tr: Başka program değiştirirse geri yükle
tt: Үзгәртелсә кире кайтерү
zh_cn: 定期检查并恢复被其他程序修改的系统代理
zh_tw: 定期檢查並恢復被其他程式修改的系統代理

# Settings_CardBypass.Header
source: Proxy bypass list
ar: قائمة التجاوز
de: Bypass-Liste
es: Lista de exclusión
fa: لیست دورزدن
id: Daftar bypass
ja: バイパスリスト
ko: 우회 목록
ru: Список исключений
tr: Bypass listesi
tt: Абход списогы
zh_cn: 代理绕过列表
zh_tw: 代理繞過清單

# Settings_CardBypass.Description
source: Addresses excluded from proxy (semicolon-separated)
ar: عناوين بدون بروكسي (; فاصلة)
de: Vom Proxy ausgenommene Adressen
es: Direcciones sin proxy (por ;)
fa: آدرس‌های بدون پروکسی (با ;)
id: Alamat tanpa proxy (dipisah ;)
ja: プロキシを経由しないアドレス
ko: 프록시를 거치지 않는 주소
ru: Адреса без прокси (через ;)
tr: Proxy'suz adresler (; ile)
tt: Проксиsız адреслар
zh_cn: 不经过代理的地址（分号分隔）
zh_tw: 不經過代理的位址（分號分隔）

# Settings_CardMixedPort.Header
source: Mixed port
ar: منفذ مختلط
es: Puerto mixto
fa: پورت ترکیبی
id: Port campuran
ja: 混合ポート
ko: 혼합 포트
ru: Смешанный порт
tr: Karma port
tt: Кушылган порт
zh_cn: 混合代理端口
zh_tw: 混合代理連接埠

# Settings_CardMixedPort.Description
source: HTTP/SOCKS5 mixed listen port (1024-65535)
ar: منفذ مختلط (1024-65535)
de: HTTP/SOCKS5 Port (1024-65535)
es: Puerto mixto HTTP/SOCKS5 (1024-65535)
fa: پورت ترکیبی HTTP/SOCKS5 (1024-65535)
id: Port campuran HTTP/SOCKS5
ja: HTTP/SOCKS5混合待受ポート
ko: HTTP/SOCKS5 혼합 포트
ru: Смешанный порт HTTP/SOCKS5
tr: HTTP/SOCKS5 karma port
tt: HTTP/SOCKS5 порты
zh_cn: HTTP/SOCKS5 混合监听端口（1024-65535）
zh_tw: HTTP/SOCKS5 混合監聽連接埠（1024-65535）

# Settings_CardAllowLan.Header
source: Allow LAN
ar: السماح بالشبكة المحلية
de: LAN erlauben
es: Permitir LAN
fa: اجازه LAN
id: Izinkan LAN
ja: LAN接続を許可
ko: LAN 허용
ru: Разрешить LAN
tr: LAN'a izin ver
tt: LAN рөхсәт ит
zh_cn: 允许局域网连接
zh_tw: 允許區域網路連接

# Settings_CardAllowLan.Description
source: Let other LAN devices use this proxy
ar: السماح لأجهزة الشبكة
de: Andere Geräte im LAN zulassen
es: Permitir que otros dispositivos usen el proxy
fa: اجازه استفاده دستگاه‌های LAN
id: Izinkan perangkat LAN memakai proxy
ja: LAN内の他デバイスに公開
ko: LAN 기기가 프록시 사용 허용
ru: Разрешить устройствам LAN использовать прокси
tr: LAN aygıtlarının kullanımına izin ver
tt: LAN корылмаларына рөхсәт
zh_cn: 允许局域网内其他设备使用本机代理
zh_tw: 允許區域網路內其他裝置使用本機代理

# Settings_CardIpv6.Description
source: Enable IPv6 support
ar: تمكين IPv6
de: IPv6-Unterstützung
es: Habilitar IPv6
fa: فعال‌سازی IPv6
id: Aktifkan IPv6
ja: IPv6 サポートを有効化
ko: IPv6 지원 활성화
ru: Включить IPv6
tr: IPv6 desteğini etkinleştir
tt: IPv6 карап
zh_cn: 启用 IPv6 支持
zh_tw: 啟用 IPv6 支援

# Settings_CardLogLevel.Header
source: Log level
ar: مستوى السجل
de: Protokollstufe
es: Nivel de registro
fa: سطح گزارش
id: Level log
ja: ログレベル
ko: 로그 수준
ru: Уровень журнала
tr: Kayıt düzeyi
tt: Журнал дәрәҗәсе
zh_cn: 日志级别
zh_tw: 日誌級別

# Settings_CardFileLog.Header
source: App log
ar: سجل التطبيق
de: Anwendungslog
es: Registro de la app
fa: گزارش برنامه
id: Log aplikasi
ja: アプリログ
ko: 앱 로그
ru: Журнал приложения
tr: Uygulama kaydı
tt: Кушак журналы
zh_cn: 应用日志
zh_tw: 應用日誌

# Settings_CardFileLog.Description
source: Write logs to log directory (off by default)
ar: كتابة السجلات إلى المجلد
de: Logs in Ordner schreiben (aus)
es: Escribir logs al directorio (apagado)
fa: نوشتن گزارش در پوشه (خاموش)
id: Tulis log ke direktori (mati)
ja: ログをフォルダへ書き込む(既定OFF)
ko: 로그를 로그 폴더에 기록(기본 꺼짐)
ru: Писать логи в каталог (выкл.)
tr: Günlükleri klasöre yaz (kapalı)
tt: Журналларны папкага язу
zh_cn: 将运行日志写入日志目录（默认关闭）
zh_tw: 將執行日誌寫入日誌目錄（預設關閉）

# Settings_CardTun.Header
source: TUN mode
ar: وضع TUN
de: TUN-Modus
es: Modo TUN
fa: حالت TUN
id: Mode TUN
ja: TUN モード
ko: TUN 모드
ru: Режим TUN
tr: TUN modu
tt: TUN режимы
zh_cn: TUN 模式
zh_tw: TUN 模式

# Settings_CardTun.Description
source: Take over all system traffic (requires admin)
ar: يتحكم بكل حركة النظام
de: Gesamten Verkehr übernehmen
es: Asume todo el tráfico (requiere admin)
fa: کنترل کل ترافیک سیستم
id: Ambil alih semua trafik
ja: 全システムトラフィックを引受
ko: 모든 시스템 트래픽 가로채기
ru: Перехват всего трафика (нужен админ)
tr: Tüm sistem trafiğini devral
tt: Барлык трафикны үзгә алу
zh_cn: 接管全部系统流量（需要管理员权限）
zh_tw: 接管全部系統流量（需要管理員權限）

# Settings_CardTunAdvanced.Header
source: TUN advanced
ar: إعدادات TUN متقدمة
de: TUN erweitert
es: TUN avanzado
fa: تنظیمات پیشرفته TUN
id: TUN lanjutan
ja: TUN 詳細設定
ko: TUN 고급 설정
ru: TUN дополнительно
tr: TUN gelişmiş
tt: TUN өстәмә көйләү
zh_cn: TUN 高级设置
zh_tw: TUN 進階設定

# Settings_CardTunAdvanced.Description
source: Stack / DNS hijack; reload after apply
ar: المكدس/اختطاف DNS؛ أعد التحميل
de: Stack/DNS-Hijack; danach neu laden
es: Pila/secuestro DNS; recargar al aplicar
fa: استک/ربایش DNS؛ بارگذاری مجدد
id: Stack/pembajakan DNS; muat ulang
ja: スタック/DNSハイジャック
ko: 스택/DNS 하이재크
ru: Стек/DNS-hijack; перезагрузить после
tr: Yığın/DNS kaçırma; uygulayınca yeniden yükle
tt: Стек/DNS Hijack; куллангач яңарт
zh_cn: 堆栈 / DNS 劫持；应用后重载配置
zh_tw: 堆疊 / DNS 劫持；應用後重載設定

# Settings_CardDns.Header
source: DNS settings
ar: إعدادات DNS
de: DNS-Einstellungen
es: Ajustes de DNS
fa: تنظیمات DNS
id: Pengaturan DNS
ja: DNS 設定
ko: DNS 설정
ru: Настройки DNS
tr: DNS ayarları
tt: DNS көйләүләре
zh_cn: DNS 设置
zh_tw: DNS 設定

# Settings_CardDns.Description
source: enhanced-mode / fake-ip range; reload after apply
ar: الوضع المتقدم/نطاق fake-ip
de: enhanced-mode/fake-ip-Bereich
es: enhanced-mode/rango fake-ip
fa: حالت/بازه fake-ip
id: enhanced-mode/rentang fake-ip
ja: enhanced-mode/fake-ip範囲
ko: enhanced-mode/fake-ip 범위
ru: enhanced-mode/диапазон fake-ip
tr: enhanced-mode/fake-ip aralığı
tt: Кушымча режим/fake-ip
zh_cn: enhanced-mode / fake-ip 范围；应用后重载配置
zh_tw: enhanced-mode / fake-ip 範圍；應用後重載設定

# Settings_CardController.Header
source: External controller
ar: وحدة التحكم الخارجية
de: Externer Controller
es: Controlador externo
fa: کنترل‌کننده خارجی
id: Kontroler eksternal
ja: 外部コントローラー
ko: 외부 컨트롤러
ru: Внешний контроллер
tr: Harici denetleyici
tt: Тышкы контроллер
zh_cn: 外部控制器
zh_tw: 外部控制器

# Settings_CardController.Description
source: RESTful API address & secret; restart core after apply
ar: عنوان API وسر؛ أعد تشغيل النواة
de: API-Adresse & Secret; danach Neustart
es: Dirección API y secreto; reiniciar tras aplicar
fa: آدرس API و Secret؛ پس از اعمال ری‌استارت
id: Alamat API & Secret; restart core setelahnya
ja: APIアドレスとSecret；適用後に再起動
ko: API 주소와 Secret; 적용 후 재시작
ru: Адрес API и secret; перезапустить ядро
tr: API adresi ve Secret; uygulayınca yeniden başlat
tt: API адресы һәм Secret; куллангач яңадан башлау
zh_cn: RESTful API 地址与 Secret；应用后重启内核
zh_tw: RESTful API 位址與 Secret；應用後重啟核心

# Settings_CardAutoCloseConn.Header
source: Close connections on mode switch
ar: أغلق الاتصالات عند تبديل الوضع
de: Verbindungen bei Moduswechsel schließen
es: Cerrar conexiones al cambiar de modo
fa: بستن اتصال‌ها هنگام تغییر حالت
id: Tutup koneksi saat ganti mode
ja: モード切替時に接続切断
ko: 모드 전환 시 연결 닫기
ru: Закрывать соединения при смене режима
tr: Mod değişiminde bağlantıları kapat
tt: Режим алмашканда тоташуларны өзү
zh_cn: 断开连接于模式切换
zh_tw: 斷開連接於模式切換

# Settings_CardAutoCloseConn.Description
source: Close all existing connections when switching mode
ar: أغلق كل الاتصالات عند التبديل
de: Beim Wechsel alle Verbindungen schließen
es: Cierra las conexiones existentes al cambiar
fa: بستن همه اتصال‌ها هنگام تغییر
id: Tutup semua koneksi saat berganti
ja: モード切替時に全接続を閉じる
ko: 모드 전환 시 모든 연결 닫기
ru: Закрывать все соединения при переключении
tr: Geçişte mevcut tüm bağlantıları kapat
tt: Алмашканда барлык тоташуларны өзү
zh_cn: 切换代理模式时关闭全部现有连接
zh_tw: 切換代理模式時關閉全部現有連接

# Settings_CardLanguage.Header
source: Language
ar: اللغة
de: Sprache
es: Idioma
fa: زبان
id: Bahasa
ja: 言語 / Language
ko: 언어 / Language
ru: Язык
tr: Dil
tt: Тел
zh_cn: 语言 / Language
zh_tw: 語言 / Language

# Settings_CardLanguage.Description
source: Restart the app to apply fully
ar: أعد التشغيل للتطبيق الكامل
de: Neustart für volle Wirkung
es: Reinicia para aplicarlo por completo
fa: برای اعمال کامل ری‌استارت کنید
id: Mulai ulang untuk menerapkan
ja: 適用には再起動が必要
ko: 완전 적용하려면 재시작 필요
ru: Для полного применения перезапустите
tr: Tam etkinleşmesi için yeniden başlatın
tt: Тулы куллану өчен яңадан башлагыз
zh_cn: 切换后需要重启应用生效
zh_tw: 切換後需要重新啟動應用生效

# Settings_CardTheme.Header
source: Theme mode
ar: السمة
de: Design
es: Tema
fa: پوسته
id: Tema
ja: テーマ
ko: 테마
ru: Тема
tr: Tema
tt: Тема
zh_cn: 主题模式
zh_tw: 主題模式

# Settings_ThemeSystem.Text
source: Follow system
ar: حسب النظام
de: System folgen
fa: بر اساس سیستم
id: Ikuti sistem
ja: システムに従う
ko: 시스템 따르기
tr: Sistemi takip et
tt: Система буенча
zh_cn: 跟随系统
zh_tw: 跟隨系統

# Settings_ThemeSystem.Content
source: Follow system
ar: حسب النظام
de: System folgen
es: Según el sistema
fa: بر اساس سیستم
id: Ikuti sistem
ja: システムに従う
ko: 시스템 따르기
ru: Как в системе
tr: Sistemi takip et
tt: Система буенча
zh_cn: 跟随系统
zh_tw: 跟隨系統

# Settings_ThemeLight.Text
source: Light
ar: فاتح
de: Hell
fa: روشن
id: Terang
ja: ライト
ko: 라이트
tr: Açık
tt: Якты
zh_cn: 浅色
zh_tw: 淺色

# Settings_ThemeLight.Content
source: Light
ar: فاتح
de: Hell
es: Claro
fa: روشن
id: Terang
ja: ライト
ko: 라이트
ru: Светлая
tr: Açık
tt: Якты
zh_cn: 浅色
zh_tw: 淺色

# Settings_ThemeDark.Text
source: Dark
ar: داكن
de: Dunkel
fa: تیره
id: Gelap
ja: ダーク
ko: 다크
tr: Koyu
tt: Караңгы
zh_cn: 深色
zh_tw: 深色

# Settings_ThemeDark.Content
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fa: تیره
id: Gelap
ja: ダーク
ko: 다크
ru: Тёмная
tr: Koyu
tt: Караңгы
zh_cn: 深色
zh_tw: 深色

# Settings_RestartCoreButton.Text
source: Restart
ar: إعادة تشغيل
de: Neustart
es: Reiniciar
fa: ری‌استارت
id: Mulai ulang
ja: 再起動
ko: 재시작
ru: Перезапуск
tr: Yeniden başlat
tt: Яңадан башлау
zh_cn: 重启
zh_tw: 重啟

# Settings_RestartCoreButton.Content
source: Restart
ar: إعادة تشغيل
de: Neustart
fa: ری‌استارت
id: Mulai ulang
ja: 再起動
ko: 재시작
tr: Yeniden başlat
tt: Яңадан башлау
zh_cn: 重启
zh_tw: 重啟

# Settings_CardRestartCore.Description
source: Reload runtime config and restart mihomo
ar: أعد تحميل التكوين وأعد تشغيل mihomo
de: Laufzeitkonfiguration neu laden und neu starten
es: Recarga la configuración y reinicia mihomo
fa: بازخوانی پیکربندی و ری‌استارت mihomo
id: Muat ulang konfigurasi dan restart mihomo
ja: 実行時設定を再読込し再起動
ko: 런타임 설정 다시 로드 후 재시작
ru: Перезагрузить конфиг и mihomo
tr: Yapılandırmayı yeniden yükleyip mihomo'yu başlat
tt: Конфигурацияне яңартып mihomo'ны башлау
zh_cn: 重新加载运行时配置并重启 mihomo
zh_tw: 重新載入執行時設定並重啟 mihomo

# Settings_CardService.Header
source: Flux service
ar: خدمة Flux
de: Flux-Dienst
es: Servicio Flux
fa: سرویس Flux
id: Layanan Flux
ja: Flux サービス
ko: Flux 서비스
ru: Служба Flux
tr: Flux servisi
tt: Flux хезмәте
zh_cn: Flux 服务
zh_tw: Flux 服務

# Settings_CardService.Description
source: Runs as LocalSystem; TUN without admin
ar: يعمل كـ LocalSystem؛ TUN بدون مسؤول
de: Läuft als LocalSystem; TUN ohne Admin
es: Ejecuta como LocalSystem; TUN sin admin
fa: به عنوان LocalSystem اجرا می‌شود؛ TUN بدون مدیر
id: Berjalan sebagai LocalSystem; TUN tanpa admin
ja: LocalSystemで動作し管理者なしでTUN可能
ko: LocalSystem으로 실행, 관리자 없이 TUN
ru: Работает как LocalSystem; TUN без админа
tr: LocalSystem olarak çalışır; TUN için admin gerekmez
tt: LocalSystem буенча эшли; TUN админсез
zh_cn: 以 LocalSystem 运行，普通用户无需管理员即可使用 TUN
zh_tw: 以 LocalSystem 執行，無需管理員即可使用 TUN
